/* Задача 
1) Какие у вас ожидания от курса? Есть ли конкретные вопросы по теме Базы данных?
Получение знаний и навыков, достаточных для работы в ИТ для начала в роли джуниора, в области 
программирования тех же баз данных. Как я понимаю - так называемый бекенд.
2) В какой сфере работаете сейчас?
Мой возраст - 48 лет, проживаю в г. Самара.
В настоящее время - внедренец системы мониторинга оборудования на заводе (7 лет). СМ - стороннего производителя, 
код закрыт, так что программирования - минимум. Хотя название должности в трудовом договоре - "инженер-программист".
3) Если в IT, то какой у вас опыт (инструменты, технологии, языки программирования)?
Ранее работал 6 лет "сисадмином" в небольшой организации (до 55 активных пользователей) - программирование
и поддержка 2 разных баз на 1С (конфигурации торговля и бухгалтерия), поддержка пользователей и оборудования.
Также на других местах работы - опыт создания небольших баз данный на FoxPro, Visual C++, Access.
*/



DROP DATABASE IF EXISTS db_probe;
CREATE DATABASE db_probe;
USE db_probe;

-- создание таблиц

-- наполнение нужными данными

-- скрипт самого задания
